11/data/attachments/fdf7cee1f0a05ad1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:username>
            <nif:friendToBeAdded>Scott_start_Friend_31285_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>